Repository: albanobattistella/badger
Catalog: po/*.po
Languages: it

source: Blink your eyes
it: Sbatti le palpebre

source: Look away from the screen and slowly blink your eyes for 10 seconds.
it: Distogli lo sguardo dallo schermo e sbatti lentamente gli occhi per 10 secondi.

source: Eyes:
it: Occhi:

source: Stretch your fingers
it: Allunga le dita

source: Spread out your palm wide, then close it into a fist. Repeat 5 times.
it: Allarga il palmo della mano, quindi chiudilo a pugno. Ripetere 5 volte.

source: Fingers:
it: Dita:

source: Stretch your arms
it: Allunga le braccia

source: Stretch your arms, and twist your wrists for 10 seconds.
it: Allunga le braccia e ruota i polsi per 10 secondi.

source: Arms:
it: Braccia:

source: Stretch your legs
it: Allunga le gambe

source: Stand up, twist each ankle, and bend each knee.
it: Alzati, ruota ogni caviglia e piega ogni ginocchio.

source: Legs:
it: Gambe:

source: Turn your neck
it: Gira il collo

source: Turn your head in all directions. Repeat 3 times.
it: Gira la testa in tutte le direzioni. Ripetere 3 volte.

source: Neck:
it: Collo:

source: Watch your posture
it: Guarda la tua postura

source: Make sure your back is straight.
it: Assicurati che la schiena sia dritta.

source: Posture:
it: Postura:

source: Reminders
it: Promemoria

source: Decide how often Badger should remind you to relax these:
it: Decidi quanto spesso Badger dovrebbe ricordarti di rilassarti:

source: 1 hour
it: 1 h

source: Ergonomic Reminder
it: Promemoria ergonomico

source: Remind yourself to relax your eyes and limbs
it: Ricordati di rilassare occhi e arti

source: Ergonomics;Health;Eyes;Muscles;
it: Ergonomía;Salute;Occhi;Muscoli;

source: Remind yourself to not sit and stare at the screen for too long
it: Ricorda a te stesso di non sederti e fissare lo schermo troppo a lungo

source: When you are using your computer for extended periods of time, you need to relax your body every once in a while.
it: Quando si utilizza il computer per lunghi periodi di tempo, è necessario rilassare il tuo corpo ogni tanto.

source: Badger helps you do exactly that. It reminds you—or should I say, badgers you—to destress yourself and rest your eyes and muscles.
it: Badger ti aiuta a fare esattamente questo. Ti ricorda, o dovrei dire, ti tormenta—per rilassarti e riposare gli occhi e i muscoli.

source: Currently, it has these six reminders:
it: Attualmente, ha questi sei promemoria:

source: Blink eyes
it: Sbatti le palpebre

source: Stretch fingers
it: Allunga le dita

source: Stretch arms
it: Allunga le braccia

source: Stretch legs
it: Allunga le gambe

source: Turn neck
it: Gira il collo

source: Maintain posture
it: Mantieni la postura

source: Stay healthy.
it: Rimani in salute.

source: Add: Czech translations (@pervoj)
it: Aggiunta: traduzione in ceco (@pervoj)

source: Add: Italian translations (@albanobattistella)
it: Aggiunta: traduzione in italiano (@albanobattistella)

source: Odin update 🎉️
it: Aggiornamento Odino 🎉️

source: Add: Dark style support
it: Aggiunto: supporto per lo stile scuro

source: Add: Portuguese (Portugal) translations (@rottenpants466)
it: Aggiunta: traduzione in portoghese (Portogallo) (@rottenpants466)

source: Add: Spanish translations (@fitojb)
it: Aggiunta: traduzione in spagnolo (@fitojb))

source: Add: Ukrainian translations (@IhorHordiichuk)
it: Aggiunta: traduzione in ucraino (@IhorHordiichuk)

source: Update: Screenshot
it: Aggiornamento: screenshot

source: Add: New reminder for correcting your posture
it: Aggiunto: Nuovo promemoria per correggere la postura

source: Add: Checkboxes to toggle each timer (@andreasomaini)
it: Agginto: caselle di controllo per attivare o disattivare ogni timer (@andreasomaini)

source: Fix: Work correctly with the Notification Center (@nathanaelhoun)
it: Corretto: Funziona correttamente con il Centro notifiche (@nathanaelhoun)

source: Update: Improved icon
it: Aggiornamento: icona migliorata

source: Add: 🎉️ Global switch to turn off all reminders 🎉️
it: Aggiunto: 🎉️ interruttore globale per disabilitare tutti i promemoria 🎉️

source: Add: Turkish translations (@libreajans)
it: Aggiunta: traduzione in turco (@libreajans)

source: Add: Dutch translations (@Vistaus)
it: Aggiunto: traduzione in olandese (@Vistaus)

source: Fix: "Never" option not disabling the timer
it: Correzione: opzione "Mai" che non disabilita il timer

source: Add: 🎉️ Most awaited feature, custom timers! 🎉️
it: Aggiunto: 🎉️ la funzione più attesa, timer personalizzati 🎉️

source: Update: French translations (@NathanBnm)
it: Aggiornato: traduzione in francese (@NathanBnm)

source: Update: Lithuanian translations (@welaq)
it: Aggiornato: traduzione in lituano (@welaq)

source: Update: Danish translations (@siigdev)
it: Aggiornato: traduzione in danese (@siigdev)

source: Add: Danish translations (@siigdev)
it: Aggiunta: traduzione in danese (@siigdev)

source: Fix: Empty window on launch
it: Correzzione: finestra vuota all'avvio

source: Add: Lithuanian translations (@welaq)
it: Aggiunto: traduzione in lituano (@welaq)

source: Fix: Illegible heading in dark mode
it: Correzzione: titolo invisibile in modalità scura

source: Add: French translations (@NathanBnm)
it: Aggiunto: traduzione in francese (@NathanBnm)

source: Fix: Multiple notifications when window is opened &gt;1 times
it: Correzzione: notifiche multiple quando la finestra viene aperta più di una volta

source: Fix: Remove manual line breaks from appdata
it: Correzzione: rimozione delle interruzioni di riga manuali in appdata

source: Fix: Use smaller window size by default
it: Correzzione: la finestra è più piccola per impostazione predefinita

source: Initial Release 🎉️
it: Versione iniziale 🎉️
